/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "سيتم جمع جهات الاتصال في دفتر العناوين لديك بواسطة Snapchat."; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "حفظ الـ Snaps التي تلتقطها في ألبوم الكاميرا وإرسال الصور والفيديوهات في الدردشة وأكثر من ذلك."; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "استخدم الكاميرا لالتقاط Snaps والدردشة بالفيديو وإضافة أصدقاء عن طريق Snapcode وأكثر من ذلك.";

"NSMicrophoneUsageDescription" = "استخدم الميكروفون لتسجيل رسائل صوتية لـ Snaps والدردشة بالفيديو وأكثر من ذلك.";

"NSMotionUsageDescription" = "يُسجل Snapchat ما إذا كان جهازك في وضع رأسي أو أفقي عندما تلتقط Snaps أو تستخدم العدسات أو تقرأ مقالاً في قسم Discover وتُشاهد الإعلانات.";

"NSLocationWhenInUseUsageDescription" = "يستخدم Snapchat هذه المعلومات لتخصيص تجربتك ويُتيح لك اكتشاف الفلاتر والقصص وما حولك بشكل أكبر."; // Reworded 09/12/2016
